Repository: MattiaPette/BAAA-hub
Catalog: apps/Client.Web/src/locales/*/messages.po
Languages: it

source: This password has been compromised in a data breach. Please choose a different password to protect your account
it: Questa password è stata compromessa in una violazione dei dati. Scegli una password diversa per proteggere il tuo account

source: This username is already in use
it: Questo nome utente è già in uso

source: This Week
it: Questa Settimana

source: This will be your public username
it: Questo sarà il tuo nome utente pubblico

source: This workout overlaps with an existing workout. The previous workout must finish before this one starts.
it: Questo allenamento si sovrappone a un allenamento esistente. L'allenamento precedente deve finire prima che inizi questo.

source: This Year
it: Quest'Anno

source: Thu
it: Gio

source: TikTok Profile
it: Profilo TikTok

source: Time
it: Ora

source: Time-based one-time password via authenticator app (Google Authenticator, Authy, etc.). Recommended for strongest security.
it: Password monouso basata sul tempo tramite app di autenticazione (Google Authenticator, Authy, ecc.). Consigliato per la massima sicurezza.

source: Toggle combined view
it: Attiva/disattiva vista combinata

source: Too many attempts. Please try again in a few minutes
it: Troppi tentativi. Riprova tra qualche minuto

source: Too many characters
it: Troppi caratteri

source: Training Goals
it: Obiettivi di Allenamento

source: Training goals updated successfully!
it: Obiettivi di allenamento aggiornati con successo!

source: Triceps
it: Tricipiti

source: Tue
it: Mar

source: Two-Factor Authentication (2FA)
it: Autenticazione a Due Fattori (2FA)

source: Two-factor authentication adds an extra layer of security to your account. To enable or manage 2FA, you will be prompted during your next login, or you can contact an administrator for assistance.
it: L'autenticazione a due fattori aggiunge un ulteriore livello di sicurezza al tuo account. Per abilitare o gestire il 2FA, ti verrà richiesto durante il prossimo accesso, oppure puoi contattare un amministratore per assistenza.

source: Type
it: Tipo

source: Unauthorized client
it: Client non autorizzato

source: Unauthorized. Please verify your credentials
it: Non autorizzato. Verifica le tue credenziali

source: Unblock User
it: Sblocca utente

source: Unfollow
it: Non seguire più

source: Unknown
it: Sconosciuto

source: Unknown Sport
it: Sport Sconosciuto

source: Update Workout
it: Aggiorna Allenamento

source: Upload banner image
it: Carica immagine banner

source: Upload profile picture
it: Carica foto profilo

source: Uploading banner
it: Caricamento banner

source: Uploading image
it: Caricamento immagine

source: Upper Body
it: Parte Superiore del Corpo

source: User blocked successfully
it: Utente bloccato con successo

source: User installed the app
it: L'utente ha installato l'applicazione

source: User menu
it: Menu utente

source: User rejected app installation
it: L'utente ha respinto l'installazione dell'app

source: User roles updated successfully
it: Ruoli utente aggiornati con successo

source: User unblocked successfully
it: Utente sbloccato con successo

source: Verified
it: Verificato

source: Very High
it: Molto Alto

source: View full size
it: Visualizza a dimensione originale

source: View full size banner
it: Visualizza banner a dimensione originale

source: View full size profile picture
it: Visualizza foto profilo a dimensione originale

source: Walking
it: Camminata

source: Wed
it: Mer

source: Weekly Activities
it: Attività Settimanali

source: Weekly Activity Type Goals
it: Obiettivi di Tipo di Attività Settimanali

source: Weekly Km
it: Km Settimanali

source: Weight
it: Peso

source: Weight (kg)
it: Peso (kg)

source: Weight must be a number
it: Il peso deve essere un numero

source: Weight must be positive
it: Il peso deve essere positivo

source: Who can see your information?
it: Chi può vedere le tue informazioni?

source: Work
it: Lavoro

source: workout
it: allenamento

source: Workout Details
it: Dettagli Allenamento

source: Workout Type
it: Tipo di Allenamento

source: workouts
it: allenamenti

source: Yearly Activities
it: Attività Annuali

source: Yearly Km
it: Km Annuali

source: years old
it: anni

source: You already have a profile. Redirecting to dashboard...
it: Hai già un profilo. Reindirizzamento alla dashboard...

source: You can select up to 5 sports
it: Puoi selezionare fino a 5 sport

source: You can skip this step and add photos later.
it: Puoi saltare questo passaggio e aggiungere le foto in seguito.

source: You must be at least 13 years old
it: Devi avere almeno 13 anni

source: You must be at least 13 years old to sign up.
it: Devi avere almeno 13 anni per registrarti.

source: You must log in
it: È necessario effettuare l'accesso

source: You must register for multi-factor authentication
it: È necessario registrare l'autenticazione a più fattori

source: Your account does not have two-factor authentication enabled.
it: Il tuo account non ha l'autenticazione a due fattori abilitata.

source: Your account has been blocked for security reasons
it: Il tuo account è stato bloccato per motivi di sicurezza

source: Your account has been locked after too many consecutive login attempts. We have sent you an email with instructions on how to unlock it
it: Il tuo account è stato bloccato dopo troppi tentativi di accesso consecutivi. Ti abbiamo inviato un'email con le istruzioni su come sbloccarlo

source: Your account has expired. Please contact support for assistance
it: Il tuo account è scaduto. Contatta l'assistenza per ricevere supporto

source: Your account requires additional steps to be completed before you can log in
it: Il tuo account richiede il completamento di passaggi aggiuntivi prima di poter effettuare l'accesso

source: Your account setup is incomplete. Please complete your profile to continue
it: La configurazione del tuo account è incompleta. Completa il tuo profilo per continuare

source: Your email address has been verified.
it: Il tuo indirizzo email è stato verificato.

source: Your email address has not been verified. Please check your inbox and verify your email
it: Il tuo indirizzo email non è stato verificato. Controlla la tua casella di posta e verifica la tua email

source: Your password is too common. Choose a more secure one
it: La password è troppo comune. Scegline una più sicura

source: Your session has expired. Please log in again
it: La sessione è scaduta. Effettua nuovamente l'accesso

source: YouTube Channel
it: Canale YouTube

source: Zone 1 - Recovery
it: Zona 1 - Recupero

source: Zone 2 - Endurance
it: Zona 2 - Resistenza

source: Zone 3 - Tempo
it: Zona 3 - Tempo

source: Zone 4 - Threshold
it: Zona 4 - Soglia

source: Zone 5 - VO2 Max
it: Zona 5 - VO2 Max

source: Zone 6 - Anaerobic
it: Zona 6 - Anaerobica

source: Zone 7 - Maximum
it: Zona 7 - Massima

source: Zoom in
it: Ingrandisci

source: Zoom out
it: Riduci
