Repository: MattiaPette/BAAA-hub
Catalog: apps/Client.Web/src/locales/*/messages.po
Languages: it

source: {0} {1} (@{2}) is now following you
it: {0} {1} (@{2}) ti sta seguendo

source: {diffDays}d ago
it: {diffDays}g fa

source: {diffHours}h ago
it: {diffHours}h fa

source: {diffMins}m ago
it: {diffMins}m fa

source: 10K Time
it: Tempo 10K

source: 5K Time
it: Tempo 5K

source: A server error has occurred. Please try again later
it: Si è verificato un errore del server. Riprova più tardi

source: About
it: Informazioni

source: About Me
it: Su di me

source: Access denied. Incorrect username and/or password
it: Accesso negato. Nome utente e/o password non corretti

source: Account created successfully! You can now log in.
it: Account creato con successo! Ora puoi accedere.

source: Account Security
it: Sicurezza Account

source: Actions
it: Azioni

source: Active
it: Attivo

source: Active Recovery
it: Recupero Attivo

source: Activities
it: Attività

source: Activity Count Goals
it: Obiettivi di Conteggio Attività

source: Activity Type
it: Tipo di Attività

source: Add a profile picture and banner to personalize your profile
it: Aggiungi un'immagine del profilo e un banner per personalizzare il tuo profilo

source: Add Exercise
it: Aggiungi Esercizio

source: Add Goal
it: Aggiungi Obiettivo

source: Add Rest Interval
it: Aggiungi Intervallo di Riposo

source: Add Set
it: Aggiungi Serie

source: Add Workout
it: Aggiungi Allenamento

source: Additional interaction is required
it: È richiesta un'interazione aggiuntiva

source: Additional notes about your workout...
it: Note aggiuntive sul tuo allenamento...

source: Adjust Banner Image
it: Regola Immagine Banner

source: Adjust Profile Picture
it: Regola Foto Profilo

source: Administration
it: Amministrazione

source: Age
it: Età

source: All
it: Tutti

source: All exercises must have a name
it: Tutti gli esercizi devono avere un nome

source: All Roles
it: Tutti i ruoli

source: Already have an account?
it: Hai già un account?

source: An error occurred during authentication. Please try again
it: Si è verificato un errore durante l'autenticazione. Riprova

source: App is already installed
it: Applicazione già installata

source: Appearance
it: Aspetto

source: Apply
it: Applica

source: Authentication required
it: Autenticazione richiesta

source: Authentication required. Please try logging in again.
it: Autenticazione richiesta. Per favore, effettua nuovamente l'accesso.

source: Authenticator App
it: App di Autenticazione

source: Available Calendars
it: Calendari Disponibili

source: Available MFA Methods:
it: Metodi MFA Disponibili:

source: Average Heart Rate (bpm)
it: Frequenza Cardiaca Media (bpm)

source: Average Heart Rate:
it: Frequenza Cardiaca Media:

source: Average Speed (km/h)
it: Velocità Media (km/h)

source: Average Speed:
it: Velocità Media:

source: Back
it: Indietro

source: Backstroke
it: Dorso

source: Backup recovery codes
it: Codici di recupero di backup

source: Banner Image
it: Immagine Banner

source: Banner Privacy
it: Privacy Banner

source: Banner removed successfully!
it: Banner rimosso con successo!

source: Banner updated successfully!
it: Banner aggiornato con successo!

source: Barbell
it: Bilanciere

source: Basic Info
it: Informazioni di Base

source: Basic member role (required)
it: Ruolo membro base (obbligatorio)

source: Biceps
it: Bicipiti

source: Block User
it: Blocca utente

source: Blocked
it: Bloccato

source: Bodyweight
it: Corpo libero

source: Breaststroke
it: Rana

source: Butterfly
it: Farfalla

source: Cable
it: Cavi

source: Calendars
it: Calendari

source: Cancel
it: Annulla

source: Change
it: Modifica

source: Change Banner
it: Cambia Banner

source: Change banner image
it: Cambia immagine banner

source: Change profile picture
it: Cambia foto profilo

source: Chest
it: Petto

source: Choose a unique nickname
it: Scegli un nickname unico

source: Choose your preferred language
it: Scegli la tua lingua preferita

source: City / Region
it: Città / Regione

source: City/Region must be 100 characters or less
it: Città/Regione deve essere di 100 caratteri o meno

source: Click to upload banner
it: Clicca per caricare il banner

source: Close
it: Chiudi

source: Close dialog
it: Chiudi dialogo

source: Combined
it: Combinata

source: Community leadership role
it: Ruolo di leadership della community

source: Community recognition
it: Riconoscimento della community

source: Complete
it: Completo

source: Complete Your Profile
it: Completa il Tuo Profilo

source: Consent is required
it: È richiesto il consenso

source: Contact & Social
it: Contatti e Social

source: Control who can see your profile information. You can set different privacy levels for each section.
it: Controlla chi può vedere le informazioni del tuo profilo. Puoi impostare diversi livelli di privacy per ogni sezione.

source: Count
it: Conteggio

source: Country
it: Nazione

source: Create Account
it: Crea Account

source: Create Profile
it: Crea Profilo

source: Created
it: Creato

source: Creating...
it: Creazione in corso...

source: Custom Heart Rate Range (BPM)
it: Intervallo Frequenza Cardiaca Personalizzato (BPM)

source: Custom Range
it: Intervallo Personalizzato

source: Cycling
it: Ciclismo

source: Cycling Details
it: Dettagli Ciclismo

source: Dark Mode
it: Modalità scura

source: Date
it: Data

source: Date of Birth
it: Data di Nascita

source: Date of birth is required
it: La data di nascita è obbligatoria

source: Date of Birth Privacy
it: Privacy Data di Nascita

source: Delete
it: Elimina

source: Description must be 500 characters or less
it: La descrizione deve essere di 500 caratteri o meno

source: Disabled
it: Disabilitato

source: Distance
it: Distanza

source: Distance Goals
it: Obiettivi di Distanza

source: Don't have an account?
it: Non hai un account?

source: Drag to reposition, scroll or use slider to zoom
it: Trascina per riposizionare, scorri o usa il cursore per zoomare

source: Dumbbell
it: Manubri

source: e.g., Bench Press
it: es. Panca piana

source: e.g., Milan, Lombardy
it: es., Milano, Lombardia

source: Edit
it: Modifica

source: Edit banner
it: Modifica banner

source: Edit Profile
it: Modifica Profilo

source: Edit Roles for {0} {1}
it: Modifica ruoli per {0} {1}

source: Edit Workout
it: Modifica Allenamento

source: Elevation Gain (m)
it: Dislivello (m)

source: Elevation Gain:
it: Dislivello:

source: Email is required
it: L'email è obbligatoria

source: Email Not Verified
it: Email non verificata

source: Email Privacy
it: Privacy Email

source: Email Verification
it: Verifica Email

source: Email Verified
it: Email verificata

source: Enabled
it: Abilitato

source: End hour
it: Ora di fine

source: End Hour
it: Ora di Fine

source: End minute
it: Minuto di fine

source: End Minute
it: Minuto di Fine

source: End time must be after start time
it: L'ora di fine deve essere successiva all'ora di inizio

source: Enter your first name
it: Inserisci il tuo nome

source: Enter your last name
it: Inserisci il tuo cognome

source: Exercise {0}
it: Esercizio {0}

source: Exercise Name
it: Nome Esercizio

source: Exercises
it: Esercizi

source: Failed to create profile. Please try again.
it: Impossibile creare il profilo. Riprova.

source: Failed to follow user
it: Impossibile seguire l'utente

source: Failed to load user profile
it: Impossibile caricare il profilo utente

source: Failed to load users. Please try again.
it: Impossibile caricare gli utenti. Riprova.

source: Failed to remove image. Please try again.
it: Impossibile rimuovere l'immagine. Riprova.

source: Failed to unfollow user
it: Impossibile smettere di seguire l'utente

source: Failed to update banner. Please try again.
it: Impossibile aggiornare il banner. Riprova.

source: Failed to update profile picture. Please try again.
it: Impossibile aggiornare la foto profilo. Riprova.

source: Failed to update profile. Please try again.
it: Impossibile aggiornare il profilo. Riprova.

source: Failed to update training goals. Please try again.
it: Impossibile aggiornare gli obiettivi di allenamento. Riprova.

source: Failed to update user roles
it: Impossibile aggiornare i ruoli utente

source: Failed to update user status
it: Impossibile aggiornare lo stato utente

source: Favorite Sports
it: Sport Preferiti

source: Feed content coming soon...
it: Contenuto del feed in arrivo...

source: File is too large. Maximum size is 5MB.
it: Il file è troppo grande. Dimensione massima 5MB.

source: File type not supported. Please use JPG, PNG, WEBP, or HEIC.
it: Tipo di file non supportato. Usa JPG, PNG, WEBP o HEIC.

source: Find Users
it: Trova Utenti

source: First Name
it: Nome

source: First name is required
it: Il nome è obbligatorio

source: First name must be 50 characters or less
it: Il nome deve essere di 50 caratteri o meno

source: Focus Areas
it: Aree di Focus

source: Follow
it: Segui

source: Followers
it: Follower

source: Followers Only
it: Solo Follower

source: Following
it: Seguendo

source: Format: HH:MM:SS or MM:SS
it: Formato: HH:MM:SS o MM:SS

source: Format: MM:SS or HH:MM:SS
it: Formato: MM:SS o HH:MM:SS

source: Freestyle
it: Stile Libero

source: Fri
it: Ven

source: Full administrative access
it: Accesso amministrativo completo

source: Full Body
it: Corpo Intero

source: Full size banner image
it: Immagine banner a dimensione originale

source: Full size profile picture
it: Foto profilo a dimensione originale

source: Gaming features access
it: Accesso alle funzionalità gaming

source: Garmin Connect Profile
it: Profilo Garmin Connect

source: Glutes
it: Glutei

source: Goals Progress
it: Progressi Obiettivi

source: Gym
it: Palestra

source: Half Marathon
it: Mezza Maratona

source: Half Marathon Time
it: Tempo Mezza Maratona

source: Height
it: Altezza

source: Height (cm)
it: Altezza (cm)

source: Height must be a number
it: L'altezza deve essere un numero

source: Height must be positive
it: L'altezza deve essere positiva

source: High
it: Alto

source: Highest privilege level - can manage admins
it: Livello di privilegio più alto - può gestire gli amministratori

source: Hiking
it: Escursionismo

source: Ice Bath
it: Bagno di Ghiaccio

source: Incorrect username or password
it: Nome utente o password non corretti

source: Instagram Profile
it: Profilo Instagram

source: Instagram Profile URL
it: URL Profilo Instagram

source: Install app
it: Installa l'app

source: Intensity Level
it: Livello di Intensità

source: Interval Structure
it: Struttura Intervalli

source: Interval Training
it: Allenamento a Intervalli

source: Invalid authentication code
it: Codice di autenticazione non valido

source: Invalid configuration
it: Configurazione non valida

source: Invalid credentials or session expired
it: Credenziali non valide o sessione scaduta

source: Invalid email address
it: Indirizzo email non valido

source: Invalid file
it: File non valido

source: Invalid Garmin Connect profile URL
it: URL profilo Garmin Connect non valido

source: Invalid Instagram profile URL
it: URL profilo Instagram non valido

source: Invalid registration. Please check the information you entered
it: Registrazione non valida. Verifica i dati inseriti

source: Invalid request
it: Richiesta non valida

source: Invalid scope
it: Ambito non valido

source: Invalid Strava profile URL
it: URL profilo Strava non valido

source: Invalid TikTok profile URL
it: URL profilo TikTok non valido

source: Invalid time format (use HH:MM:SS or MM:SS)
it: Formato tempo non valido (usa HH:MM:SS o MM:SS)

source: Invalid time format (use MM:SS or HH:MM:SS)
it: Formato tempo non valido (usa MM:SS o HH:MM:SS)

source: Invalid token
it: Token non valido

source: Invalid website URL
it: URL sito web non valido

source: Invalid YouTube profile URL
it: URL profilo YouTube non valido

source: Joined
it: Iscritto

source: Just now
it: Proprio ora

source: Language
it: Lingua

source: Language changed to English
it: Lingua cambiata in Inglese

source: Language changed to Italian
it: Lingua cambiata in Italiano

source: Last Name
it: Cognome

source: Last name is required
it: Il cognome è obbligatorio

source: Last name must be 50 characters or less
it: Il cognome deve essere di 50 caratteri o meno

source: Legs
it: Gambe

source: Light Mode
it: Modalità chiara

source: Login
it: Accedi

source: Login failed
it: Login fallito

source: Login successful! Welcome back.
it: Accesso effettuato con successo! Bentornato.

source: Logout
it: Esci

source: Logout page
it: Pagina di disconnessione

source: Long Run
it: Corsa Lunga

source: Low
it: Basso

source: Lower Body
it: Parte Inferiore del Corpo

source: Machine
it: Macchina

source: Manage User Roles
it: Gestisci Ruoli Utente

source: Manage users, roles, and account status.
it: Gestisci utenti, ruoli e stato account.

source: Marathon
it: Maratona

source: Marathon Time
it: Tempo Maratona

source: Massage
it: Massaggio

source: Max 500 characters
it: Max 500 caratteri

source: Max BPM
it: BPM Massimo

source: Member
it: Membro

source: meters
it: metri

source: MFA Disabled
it: MFA Disabilitato

source: MFA Enabled: {0}
it: MFA Abilitato: {0}

source: Moderate
it: Moderato

source: Mon
it: Lun

source: Monthly Activities
it: Attività Mensili

source: Monthly Activity Type Goals
it: Obiettivi di Tipo di Attività Mensili

source: Monthly Km
it: Km Mensili

source: Multi-factor authentication is required
it: È richiesta l'autenticazione a più fattori

source: Muscle Groups Focus
it: Gruppi Muscolari Focus

source: Name
it: Nome

source: Network error. Check your internet connection
it: Errore di rete. Verifica la connessione internet

source: New notification
it: Nuova notifica

source: Next
it: Avanti

source: Next month
it: Mese successivo

source: Nickname is required
it: Il nickname è obbligatorio

source: Nickname must be 30 characters or less
it: Il nickname deve essere di 30 caratteri o meno

source: Nickname must be at least 3 characters
it: Il nickname deve essere di almeno 3 caratteri

source: No exercises added yet. Click “Add Exercise” to start.
it: Nessun esercizio aggiunto. Clicca "Aggiungi Esercizio" per iniziare.

source: No goals set yet. Visit Settings → Training Goals to set your workout goals.
it: Nessun obiettivo impostato. Visita Impostazioni → Obiettivi di Allenamento per impostare i tuoi obiettivi di allenamento.

source: No intervals added yet. Click “Add Work Interval” or “Add Rest Interval” to start.
it: Nessun intervallo aggiunto. Clicca "Aggiungi Intervallo di Lavoro" o "Aggiungi Intervallo di Riposo" per iniziare.

source: No monthly activity type goals set. Click "Add Goal" to create one.
it: Nessun obiettivo di tipo di attività mensile impostato. Clicca &quot;Aggiungi Obiettivo&quot; per crearne uno.

source: No notifications yet
it: Nessuna notifica ancora

source: No sports selected yet.
it: Nessuno sport selezionato.

source: No two-factor authentication enabled
it: Autenticazione a due fattori non abilitata

source: No users found
it: Nessun utente trovato

source: No weekly activity type goals set. Click "Add Goal" to create one.
it: Nessun obiettivo di tipo di attività settimanale impostato. Clicca &quot;Aggiungi Obiettivo&quot; per crearne uno.

source: No workouts scheduled this month
it: Nessun allenamento programmato questo mese

source: None
it: Nessuno

source: Not Enabled
it: Non Abilitato

source: Not Verified
it: Non verificato

source: Notes
it: Note

source: Notes about terrain, weather, mechanical issues...
it: Note sul terreno, meteo, problemi meccanici...

source: Notes:
it: Note:

source: Notifications
it: Notifiche

source: Number of rounds
it: Numero di ripetizioni

source: Number of Rounds
it: Numero di Ripetizioni

source: Number of rounds must be at least 1
it: Il numero di ripetizioni deve essere almeno 1

source: Oh no! Something went wrong...
it: Oh no! Qualcosa è andato storto...

source: One-time codes sent to your email address. Convenient but lower security than authenticator apps.
it: Codici monouso inviati al tuo indirizzo email. Comodo ma meno sicuro delle app di autenticazione.

source: One-time codes sent via SMS to your phone number
it: Codici monouso inviati via SMS al tuo numero di telefono

source: Only letters, numbers, and underscores allowed
it: Sono consentite solo lettere, numeri e underscore

source: Open menu
it: Apri menu

source: Optional
it: Opzionale

source: Organization Committee
it: Comitato Organizzativo

source: Organization committee member
it: Membro del comitato organizzativo

source: Other
it: Altro

source: Pace Goal (min/km)
it: Obiettivo Passo (min/km)

source: Password is required
it: Password necessaria

source: Password must be at least 8 characters
it: La password deve essere di almeno 8 caratteri

source: Personal Achievements
it: Risultati Personali

source: Personal Details
it: Dettagli Personali

source: Personal Stats
it: Statistiche Personali

source: Personal Website
it: Sito Web Personale

source: Photo Privacy
it: Privacy Foto

source: Physical security key (FIDO2/WebAuthn)
it: Chiave di sicurezza fisica (FIDO2/WebAuthn)

source: Please add at least one exercise for gym workouts
it: Aggiungi almeno un esercizio per gli allenamenti in palestra

source: Please add at least one interval for interval training
it: Aggiungi almeno un intervallo per l'allenamento a intervalli

source: Please check your input and try again.
it: Per favore, controlla i dati inseriti e riprova.

source: Please log in to access account security settings.
it: Effettua l'accesso per visualizzare le impostazioni di sicurezza dell'account.

source: Please log in to access training goals settings.
it: Effettua l'accesso per visualizzare le impostazioni degli obiettivi di allenamento.

source: Please log in to follow users
it: Effettua il login per seguire gli utenti

source: Please select at least one sport
it: Seleziona almeno uno sport

source: Please verify your email address for enhanced security.
it: Per favore, verifica il tuo indirizzo email per una maggiore sicurezza.

source: Previous month
it: Mese precedente

source: Private
it: Privato

source: Processing...
it: Elaborazione...

source: Profile
it: Profilo

source: Profile created but failed to upload banner. You can add it later.
it: Profilo creato ma caricamento banner fallito. Puoi aggiungerlo dopo.

source: Profile created but failed to upload profile picture. You can add it later.
it: Profilo creato ma caricamento foto profilo fallito. Puoi aggiungerla dopo.

source: Profile created successfully!
it: Profilo creato con successo!

source: Profile edit tabs
it: Schede modifica profilo

source: Profile not found
it: Profilo non trovato

source: Profile Picture
it: Foto Profilo

source: Profile Picture Privacy
it: Privacy Foto Profilo

source: Profile picture removed successfully!
it: Foto profilo rimossa con successo!

source: Profile picture updated successfully!
it: Foto profilo aggiornata con successo!

source: Profile updated successfully!
it: Profilo aggiornato con successo!

source: Public
it: Pubblico

source: Push Notification
it: Notifica Push

source: Push notifications via Guardian app
it: Notifiche push tramite app Guardian

source: Recommended
it: Consigliato

source: Recovery
it: Recupero

source: Recovery Activity Type
it: Tipo di Attività di Recupero

source: Recovery Code
it: Codice di Recupero

source: Remember me
it: Ricordami

source: Remove banner
it: Rimuovi banner

source: Remove banner image
it: Rimuovi immagine banner

source: Remove exercise
it: Rimuovi esercizio

source: Remove goal
it: Rimuovi obiettivo

source: Remove interval
it: Rimuovi intervallo

source: Remove photo
it: Rimuovi foto

source: Remove profile picture
it: Rimuovi foto profilo

source: Remove set
it: Rimuovi serie

source: Reps
it: Ripetizioni

source: Response type not supported
it: Tipo di risposta non supportato

source: Rest
it: Riposo

source: Rest Time Between Sets (seconds)
it: Tempo di Riposo tra le Serie (secondi)

source: Role
it: Ruolo

source: Roles
it: Ruoli

source: Rows per page:
it: Righe per pagina:

source: Run
it: Corsa

source: Run Details
it: Dettagli Corsa

source: Running
it: Corsa

source: Sat
it: Sab

source: Save
it: Salva

source: Save Changes
it: Salva Modifiche

source: Save Goals
it: Salva Obiettivi

source: Saving...
it: Salvataggio...

source: Search by name, email, or nickname...
it: Cerca per nome, email o nickname...

source: Search for users...
it: Cerca utenti...

source: seconds
it: secondi

source: Security
it: Sicurezza

source: Security Key
it: Chiave di Sicurezza

source: Select at least one sport type
it: Seleziona almeno un tipo di sport

source: Select calendar
it: Seleziona calendario

source: Select Language
it: Seleziona lingua

source: Select the roles to assign to this user.
it: Seleziona i ruoli da assegnare a questo utente.

source: Set
it: Serie

source: Set goals for specific activity types per month
it: Imposta obiettivi per tipi di attività specifici al mese

source: Set goals for specific activity types per week
it: Imposta obiettivi per tipi di attività specifici alla settimana

source: Set your weekly, monthly, and yearly activity count goals
it: Imposta i tuoi obiettivi settimanali, mensili e annuali di conteggio attività

source: Set your weekly, monthly, and yearly distance goals in kilometers
it: Imposta i tuoi obiettivi settimanali, mensili e annuali di distanza in chilometri

source: Sets
it: Serie

source: Settings
it: Impostazioni

source: Settings tabs
it: Schede impostazioni

source: Shoulders
it: Spalle

source: Sign Up
it: Registrati

source: Social Links
it: Link Social

source: Social Links Privacy
it: Privacy Link Social

source: Sport Types
it: Tipi di Sport

source: Sports
it: Sport

source: Sports & Activities
it: Sport e Attività

source: Sports Privacy
it: Privacy Sport

source: Start hour
it: Ora di inizio

source: Start Hour
it: Ora di Inizio

source: Start minute
it: Minuto di inizio

source: Start Minute
it: Minuto di Inizio

source: Stats & Achievements
it: Statistiche e Traguardi

source: Status
it: Stato

source: Strava Profile
it: Profilo Strava

source: Strava Profile URL
it: URL Profilo Strava

source: Successfully followed user
it: Utente seguito con successo

source: Successfully unfollowed user
it: Non segui più questo utente

source: Sun
it: Dom

source: Super Admin roles cannot be modified.
it: I ruoli Super Admin non possono essere modificati.

source: Supports JPG, PNG, WEBP, HEIC. Max 5MB.
it: Supporta JPG, PNG, WEBP, HEIC. Max 5MB.

source: Swimming
it: Nuoto

source: Switch between light and dark theme
it: Passa tra tema chiaro e scuro

source: Switched to dark theme
it: Passato al tema scuro

source: Switched to light theme
it: Passato al tema chiaro

source: Target Pace
it: Passo Target

source: Target pace per kilometer
it: Passo target per chilometro

source: Tell us about yourself...
it: Raccontaci di te...

source: The password cannot contain personal information
it: La password non può contenere informazioni personali

source: The password does not meet the minimum security requirements
it: La password non soddisfa i requisiti minimi di sicurezza

source: The request has expired. Please try again
it: La richiesta è scaduta. Riprova

source: The service is temporarily unavailable. Please try again later
it: Il servizio è temporaneamente non disponibile. Riprova più tardi

source: Theme
it: Tema

source: There is already a user with this email address
it: Esiste già un utente con questo indirizzo email

source: This email is already registered.
it: Questa email è già registrata.

source: This Month
it: Questo Mese

source: This nickname is already taken
it: Questo nickname è già in uso

source: This nickname is already taken. Please choose another.
it: Questo nickname è già in uso. Per favore, scegline un altro.

source: This nickname is available
it: Questo nickname è disponibile
